/*
 Navicat Premium Dump SQL

 Source Server         : 172.16.12.52_3306
 Source Server Type    : MySQL
 Source Server Version : 50728 (5.7.28)
 Source Host           : 172.16.12.52:3306
 Source Schema         : kejichengguo

 Target Server Type    : MySQL
 Target Server Version : 50728 (5.7.28)
 File Encoding         : 65001

 Date: 21/07/2025 17:28:05
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for 专利总表_copy1
-- ----------------------------
DROP TABLE IF EXISTS `专利总表_copy1`;
CREATE TABLE `专利总表_copy1`  (
  `序号` int(11) NULL DEFAULT NULL,
  `申请日` int(11) NULL DEFAULT NULL,
  `公开日` int(11) NULL DEFAULT NULL,
  `授权公告日` int(11) NULL DEFAULT NULL,
  `申请人` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `发明人` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `申请号` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `公开号` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `授权公告号` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `专利类型` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `专利名称` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `授权名称` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `申请摘要` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL,
  `主权项` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL,
  `申请人地址` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `法律状态` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `主分类号` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `分类号` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `国省代码` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `专利代理人` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `专利代理机构` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `优先权` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `优先权日` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `优先权数量` int(11) NULL DEFAULT NULL,
  `全文链接` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `第一发明人` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `第一权利人` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `申请人类型` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `当前发明人` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `当前权利人` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `当前著录项联系人通讯地址` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `当前专利代理人` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `当前专利代理机构` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `变更前代理机构` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `法律事件` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `引证专利` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `非专利引证` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL,
  `引证数` int(11) NULL DEFAULT NULL,
  `同族专利` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `专利转移次数` int(11) NULL DEFAULT NULL,
  `许可次数` int(11) NULL DEFAULT NULL,
  `质押次数` int(11) NULL DEFAULT NULL,
  `简单同族数量` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `转让日期` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `失效日期` int(11) NULL DEFAULT NULL,
  `质押日期` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `许可日期` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `无效宣告日期` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `CPC主分类号` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `CPC分类号` varchar(1000) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `FI主分类号` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `FI分类号` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `国际申请号` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `国际申请日` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `国际公开号` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `国际公开日` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `进入国家日期` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `颁证日` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `审查员` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `审查时长` int(11) NULL DEFAULT NULL,
  `实质审查日` int(11) NULL DEFAULT NULL
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of 专利总表_copy1
-- ----------------------------
INSERT INTO `专利总表_copy1` VALUES (1, 20221202, 20230328, 20230328, '中科大数据研究院', '刘迪;刘敏;王煜伟;付艳波;王元卓', 'CN202223220665.2', 'CN218751475U', 'CN218751475U', '实用新型', '一种无人机机载多功能盒', '一种无人机机载多功能盒', '为解决目前无人机在实际的使用过程中不能进行方便快捷的实现飞行路线调整，不能对飞行时的数据进行实时处理，实际使用起来步骤繁琐，同时目前的无人机挂载设备单一，没有可自由扩展的数据接口，只能挂载摄像头等官方的设备，不能灵活挂载用于定制化需求的设备等问题，实用新型提出了一种无人机机载多功能盒，该多功能盒内设置有CPU模块、4G/5G通信模块以及扩展接口等多种电子器件，可将数据直接发送到云服务器，直接与底面进行数据传输并可以进行实时分析数据，同时可以通过扩展接口添加其他硬件采集模块。同时由于无人机在飞行过程中会持续产生震动，因此本实用新型添加了具有减震效果的结构。', '1.一种无人机机载多功能盒，其特征在于，包括内盒（1），外盒（2）和内部电路，所述内部电路设置在内盒（1）内部，内部电路包括底板（7）、CPU模块（3）、4G/5G通信模块（4）、扩展接口（13）和通讯接口（6），所述CPU模块（3）、4G/5G通信模块（4）、扩展接口（13）和通讯接口（6）均匹配安装在底板（7）对应位置上，4G/5G通信模块（4）、扩展接口（13）和通讯接口（6）均与CPU模块（3）连接，内盒（1）的外表面上沿四周侧壁均匀设置有多个燕尾形状的插块（8），外盒（2）的内侧壁与插块（8）对应的位置设置有相应的插座（9），插座（9）通过弹性带（10）固定在外盒（2）的内侧壁上，内盒（1）通过插块（8）与插座（9）连接悬空固定在外盒（2）内部，外盒（2）每个侧面均设置有多个贯穿外盒（2）的插孔（12），插孔（12）内匹配设置有插杆（11），所述插杆（11）上设置有与插座（9）大小匹配的凹槽，插杆（11）插入插孔（12）内时插座（9）匹配插入凹槽内。', '450000河南省郑州市郑东新区中道东路6号创意岛大厦8层', '有权-审定授权', 'B64U20/80', 'B64U20/80;B64U101/30', '河南(41)', '袁艳丽', '郑州明华专利代理事务所（普通合伙）', '', '', 0, '查看CN202223220665.2', '刘迪', '中科大数据研究院', '科研机构', '刘迪;刘敏;王煜伟;付艳波;王元卓', '中科大数据研究院', '河南省郑州市郑东新区中道东路6号创意岛大厦8层', '袁艳丽', '郑州明华专利代理事务所（普通合伙）', '', '', '', '', 0, '', 0, 0, 0, '', '', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', '', 0, 0);
INSERT INTO `专利总表_copy1` VALUES (2, 20211130, 20220617, 20220617, '中科大数据研究院', '王元卓;马少丹;吴浩;刘帅锋', 'CN202122975192.6', 'CN216774847U', 'CN216774847U', '实用新型', '一种可拍照便携式实时语音播报端测摄像头', '一种可拍照便携式实时语音播报端测摄像头', '本实用新型公开了一种可拍照便携式实时语音播报端测摄像头，涉及端测摄像头领域，包括摄像头壳体，摄像头壳体上设置有高清摄像头模组、数字拾音器、SD卡、USB接口、扬声器、双闪灯、切换按键，本实用新型通过将端测摄像头固定于眼镜部位或者头部进行第一视角录像拍照，端测摄像头可以跟随使用者眼的观看视角进行调整，及时录取拍摄内容，并且在数据终端扫描到外界环境有异常时，在音频子板和扬声器的配合下，及时的发送多条语音播报，进行预警信息，端测摄像头固定于头部或眼镜部位，语音播报预警信息可清晰传送到人耳部位，以便于使用者在异常情况及时进行反应。', '1.一种可拍照便携式实时语音播报端测摄像头，包括摄像头壳体，其特征在于：所述摄像头壳体上设置有高清摄像头模组、数字拾音器、SD卡、USB接口、扬声器、双闪灯、切换按键；还包括控制系统，控制系统包括控制器、数据终端、终端储存模块、充电设备和音频子板；控制器与数据终端联接，数据终端与终端储存模块联接进行数据储存；控制器与音频子板联接，音频子板与扬声器联接用于播报语音预警信息；充电设备与控制器联接用于供电；SD卡与控制器联接；切换按键与控制器联接用于切换拍照和录像模式；高清摄像头模组通过视频流与控制器联接用于视频数据的传输；数字拾音器通过音频流与控制器联接用于音频数据的传输。', '450000河南省郑州市郑东新区中道东路6号创意岛大厦8层', '有权-审定授权', 'H04N5/225', 'H04N5/225;H04N5/232;H04N5/76;H02J7/00', '河南(41)', '王明朗', '郑州明华专利代理事务所（普通合伙）', '', '', 0, '查看CN202122975192.6', '王元卓', '中科大数据研究院', '科研机构', '王元卓;马少丹;吴浩;刘帅锋', '中科大数据研究院', '河南省郑州市郑东新区中道东路6号创意岛大厦8层', '王明朗', '郑州明华专利代理事务所（普通合伙）', '', '', '', '', 0, '', 0, 0, 0, '', '', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', '', 0, 0);
INSERT INTO `专利总表_copy1` VALUES (3, 20210715, 20221004, 20221004, '中科大数据研究院', '郭晓东;王煜炜;王元卓;刘敏;付艳波', 'CN202121635235.X', 'CN217546176U', 'CN217546176U', '实用新型', '无人机巡检系统', '无人机巡检系统', '本申请提供一种无人机巡检系统。在本申请的一些实施例中，无人机巡检系统，包括：无人机，和与无人机通信连接的管控设备；无人机，设置有图像采集设备、通信设备、抛投器和喊话器；抛投器，用于向目标林业区域抛投物资；喊话器，用于向目标人群播放语音信号；无人机，在管控设备的控制下飞行至目标林业区域执行巡检任务，并利用图像采集设备对目标林业区域进行图像采集，以及通过通信设备与管控设备进行通信；管控设备，用于接收无人机发送的状态信息和包含目标林业区域的视频信息，并展示包含目标林业区域的视频信息，并向无人机发送控制指令，本申请的无人机巡检系统可以自动对林业区域进行巡检，提高林业巡检效率。', '1.一种无人机巡检系统，其特征在于，包括：无人机和与所述无人机通信连接的管控设备；所述无人机设置有图像采集设备、通信设备、抛投器和喊话器；所述抛投器，用于向目标林业区域抛投物资，所述喊话器，用于向目标人群播放语音信号；所述无人机，在管控设备的控制下飞行至目标林业区域执行巡检任务，并利用图像采集设备对目标林业区域进行图像采集，以及通过通信设备与管控设备进行通信；所述管控设备，用于接收无人机发送的状态信息和包含目标林业区域的视频信息，并展示所述包含目标林业区域的视频信息，并向无人机发送控制指令。', '450018河南省郑州市郑东新区中道东路6号创意岛大厦8层', '有权-审定授权', 'H04N7/18', 'H04N7/18;G07C1/20;B64C39/02;B64D47/08;B64D1/08;B64D47/02', '河南(41)', '王军君', '北京开阳星知识产权代理有限公司', '', '', 0, '查看CN202121635235.X', '郭晓东', '中科大数据研究院', '科研机构', '郭晓东;王煜炜;王元卓;刘敏;付艳波', '中科大数据研究院', '河南省郑州市郑东新区中道东路6号创意岛大厦8层', '王军君', '北京开阳星知识产权代理有限公司', '', '', '', '', 0, '', 0, 0, 0, '', '', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', '', 0, 0);
INSERT INTO `专利总表_copy1` VALUES (4, 20210715, 20230407, 20230407, '中科大数据研究院', '郭振强;刘敏;王元卓;王煜炜;付艳波', 'CN202121635426.6', 'CN218824140U', 'CN218824140U', '实用新型', '大气质量监测系统', '大气质量监测系统', '本申请提供一种大气质量监测系统。在本申请的一些实施例中，大气质量监测系统，包括：无人机和与无人通信连接的管控设备；无人机上设置有通信设备和空气质量传感器；无人机，在管控设备的控制下降落至目标城市关联的至少一个测量点利用空气质量传感器进行大气质量测量，以及通过通信设备将至少一个测量点的大气质量数据上传至管控设备；管控设备，用于控制无人机降落至目标城市关联的至少一个测量点进行大气质量测量，并接收无人机上传的至少一个测量点的大气质量数据；通过无人机降落至测量点进行大气质量测量，提高大气质量监测效率，提升大气质量监测结果的准确率。', '1.一种大气质量监测系统，其特征在于，包括：无人机和与无人通信连接的管控设备；所述无人机上设置有通信设备和空气质量传感器；所述无人机，在管控设备的控制下降落至目标城市关联的至少一个测量点利用所述空气质量传感器进行大气质量测量，以及通过通信设备将所述至少一个测量点的大气质量数据上传至管控设备；所述管控设备，用于控制无人机降落至目标城市关联的至少一个测量点进行大气质量测量，并接收无人机上传的所述至少一个测量点的大气质量数据；其中，所述无人机上还设置有测距仪，所述测距仪设置于无人机的底部和无人机的侧壁，测距仪朝向地面方向，以供测量与地面的距离。', '450018河南省郑州市郑东新区中道东路6号创意岛大厦8层', '有权-审定授权', 'G01N33/00', 'G01N33/00;G01N15/06', '河南(41)', '王军君', '北京开阳星知识产权代理有限公司', '', '', 0, '查看CN202121635426.6', '郭振强', '中科大数据研究院', '科研机构', '郭振强;刘敏;王元卓;王煜炜;付艳波', '中科大数据研究院', '河南省郑州市郑东新区中道东路6号创意岛大厦8层', '王军君', '北京开阳星知识产权代理有限公司', '', '', '', '', 0, '', 0, 0, 0, '', '', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', '', 0, 0);
INSERT INTO `专利总表_copy1` VALUES (5, 20210728, 20220401, 20220401, '中科大数据研究院', '张凯;王煜炜;王元卓;刘敏;付艳波', 'CN202121741650.3', 'CN216160555U', 'CN216160555U', '实用新型', '无人机空气污染物溯源系统', '无人机空气污染物溯源系统', '本申请提供一种无人机空气污染物溯源系统。在本申请的一些实施例中，无人机空气污染物溯源系统，包括：无人机，地面监测设备和服务器；地面监测设备，用于监测自身监测区域中的多个空气污染物，并在监测到目标空气污染物超标时，向服务器发送污染物溯源指令；服务器，控制无人机飞行至监测区域中进行目标空气污染物的测量；无人机，无人机上设置有通信设备和空气质量传感器，用于在服务器的控制下飞行至监测区域中利用空气质量传感器进行目标空气污染物测量并确定污染源位置，在确定目标空气污染物的污染源位置后，向服务器发送污染源位置，提高污染源位置的确定效率。', '1.一种无人机空气污染物溯源系统，其特征在于，包括：无人机，地面监测设备和服务器；地面监测设备，用于监测自身监测区域中的多个空气污染物，并在监测到目标空气污染物超标时，向服务器发送污染物溯源指令；服务器，用于在接收到所述污染物溯源指令后，控制无人机飞行至所述监测区域中进行目标空气污染物的测量；无人机，无人机上设置有通信设备和空气质量传感器，用于在服务器的控制下飞行至所述监测区域中利用所述空气质量传感器进行目标空气污染物测量并确定污染源位置，在确定目标空气污染物的污染源位置后，利用通信设备向服务器发送所述污染源位置。', '450018河南省郑州市郑东新区中道东路6号创意岛大厦8层', '有权-审定授权', 'G01N33/00', 'G01N33/00;G01N15/06', '河南(41)', '王军君', '北京开阳星知识产权代理有限公司', '', '', 0, '查看CN202121741650.3', '张凯', '中科大数据研究院', '科研机构', '张凯;王煜炜;王元卓;刘敏;付艳波', '中科大数据研究院', '450018河南省郑州市郑东新区中道东路6号创意岛大厦8层', '王军君', '北京开阳星知识产权代理有限公司', '', '', '', '', 0, '', 0, 0, 0, '', '', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', '', 0, 0);
INSERT INTO `专利总表_copy1` VALUES (6, 20210730, 20220121, 20220121, '中科大数据研究院', '刘志琪;王煜炜;王元卓;刘敏;付艳波', 'CN202121762003.0', 'CN215590999U', 'CN215590999U', '实用新型', '一种用于清除垃圾的无人机', '一种用于清除垃圾的无人机', '本实用新型公开了一种用于清除垃圾的无人机，涉及无人机领域，包括无人机本体，在无人机的机身四周安装有四个机臂，每个机臂的顶部均安装有驱动旋翼，所述无人机本体底部两侧均安装有能够自动折叠的机体支脚，在无人机本体的下方安装有垃圾收集袋、垃圾抓取机构、360智能摄像头，本实用新型通过电动推杆伸长，使电动机械爪与垃圾接触，并通过电动机械爪收缩将垃圾抓住，进而可以再次调整电动推杆和电动机械爪的位置，使电动机械爪伸入收集袋内，并通过电动机械爪张开将垃圾投放入收集袋内，继而通过收集袋对垃圾进行暂时收集，从而实现对危险地方的垃圾进行清理，不仅能解决工作人员的安全问题，还提高了垃圾的清理效率，满足使用者的使用需求。', '1.一种用于清除垃圾的无人机，包括无人机本体，在无人机的机身四周安装有四个机臂，每个机臂的顶部均安装有驱动旋翼，其特征在于：所述无人机本体底部两侧均安装有能够自动折叠的机体支脚，在无人机本体的下方安装有垃圾收集袋、垃圾抓取机构、360智能摄像头，垃圾收集袋与垃圾抓取机构为平行设置，所述垃圾抓取机构包括电动转盘、旋转臂，电动转盘安装在无人机本体的底部，电动转盘的底部安装有驱动旋转臂进行转动的双轴旋转电机，旋转臂的底端安装有支撑轴，旋转臂上安装有驱动支撑轴转动的驱动电机，支撑轴的一端连接有电动推杆，电动推杆的伸缩端安装有电动机械爪。', '450000河南省郑州市郑东新区中道东路6号创意岛大厦8层', '有权-审定授权', 'B64C39/02', 'B64C39/02;B64C25/12;B64D47/08;E01H1/00', '河南(41)', '高丽华', '郑州明华专利代理事务所（普通合伙）', '', '', 0, '查看CN202121762003.0', '刘志琪', '中科大数据研究院', '科研机构', '刘志琪;王煜炜;王元卓;刘敏;付艳波', '中科大数据研究院', '河南省郑州市郑东新区中道东路6号创意岛大厦8层', '高丽华', '郑州明华专利代理事务所（普通合伙）', '', '', '', '', 0, '', 0, 0, 0, '', '', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', '', 0, 0);
INSERT INTO `专利总表_copy1` VALUES (7, 20210730, 20211231, 20211231, '中科大数据研究院', '靳宝;刘敏;王元卓;王煜炜;付艳波', 'CN202121751980.0', 'CN215361852U', 'CN215361852U', '实用新型', '一种搭载热成像的农作物监管无人机', '一种搭载热成像的农作物监管无人机', '本实用新型公开了一种搭载热成像的农作物监管无人机，包括无人机、图像采集模块、GPS模块和通信模块；无人机中部区域的下部和上部分别设置有安装座和机壳，机壳包括壳体和内隔板；壳体的上部设置有向内凹的弧形引流板，引流板上设置有气孔，内隔板间隔设置在壳体内，并在壳体与内隔板之前形成上部开口的外腔室，外腔室与气孔和内隔板围成的内腔室连通，外腔室的底部设置有出口；图像采集模块安装在安装座上，GPS模块和通信模块设置在内腔室内，本实用新型通过采用立体的，机动地的数据采集和红外热成像图像采集，完成水分胁迫监测，同时还能兼顾通风散热和防水特性，功能齐全，避免电气元件处于高温环境中，且能在雨天工作。', '1.一种搭载热成像的农作物监管无人机，其特征在于：包括无人机、图像采集模块、GPS模块和通信模块；所述无人机中部区域的下部和上部分别设置有安装座和机壳，所述机壳包括壳体和内隔板；所述壳体的上部设置有向内凹的弧形引流板，引流板上设置有气孔，所述内隔板间隔设置在壳体内，并在壳体与内隔板之前形成上部开口的外腔室，所述外腔室与气孔和内隔板围成的内腔室连通，所述外腔室的底部设置有出口；所述图像采集模块安装在安装座上，所述GPS模块和通信模块设置在内腔室内。', '450000河南省郑州市郑东新区中道东路6号创意岛大厦8层', '有权-审定授权', 'B64C39/02', 'B64C39/02;B64D47/08;G01S19/14', '河南(41)', '高丽华', '郑州明华专利代理事务所（普通合伙）', '', '', 0, '查看CN202121751980.0', '靳宝', '中科大数据研究院', '科研机构', '靳宝;刘敏;王元卓;王煜炜;付艳波', '中科大数据研究院', '河南省郑州市郑东新区中道东路6号创意岛大厦8层', '高丽华', '郑州明华专利代理事务所（普通合伙）', '', '', '', '', 0, '', 0, 0, 0, '', '', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', '', 0, 0);
INSERT INTO `专利总表_copy1` VALUES (8, 20221230, 20230609, 0, '中科大数据研究院', '吴琼;刘武雷;王元卓;郭建永;张旭阳;樊天佑', 'CN202211740332.4', 'CN116245100A', '', '发明公开', '一种基于图模型的新闻关键词抽取方法及装置', '', '本发明提供了一种改进的基于图模型的新闻关键词抽取方法，通过获取互联网新闻文本数据并进行清洗处理，对清洗后的文本数据进行分句分词获取候选词，并对清洗后的文本进行向量表示，基于时间平移加权算法获取特定时间段的新闻热点词库，基于候选词位置信息、热词词库信息，应用图模型计算获得文本关键词的分布情况。本发明通过引入特定时间范围内相似的实时新闻资讯作为补充语料，并利用新闻热词来辅助，充分考虑新闻文本的数据特征，利用图模型对新闻关键词进行提取，提升新闻文本关键词提取的准确率和效率，降低对标注数据的依赖。', '1.一种基于图模型的新闻关键词抽取方法，其特征在于，包括以下步骤：步骤1：获取互联网新闻文本数据并进行清洗处理，获得处理的文本T；步骤2：对步骤1处理后的文本T数据进行分句分词，获取候选词；步骤3：对步骤1处理的文本T进行向量表示；步骤4：基于时间平移加权算法获取特定时间段的新闻热点词库及热度；步骤5：基于候选词位置信息、热词词库信息、相似新闻文本，应用改进的图模型计算获得文本关键词的分布情况。', '450046河南省郑州市郑东新区中州大道6号创意岛大厦8层', '审中-实质审查', 'G06F40/289', 'G06F40/289;G06F40/216;G06F16/901;G06F16/33;G06F16/31', '河南(41)', '袁艳丽', '郑州明华专利代理事务所（普通合伙）', '', '', 0, '查看CN202211740332.4', '吴琼', '中科大数据研究院', '科研机构', '吴琼;刘武雷;王元卓;郭建永;张旭阳;樊天佑', '中科大数据研究院', '河南省郑州市郑东新区中州大道6号创意岛大厦8层', '袁艳丽', '郑州明华专利代理事务所（普通合伙）', '', '', '', '', 0, '', 0, 0, 0, '', '', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', '', 0, 20230627);
INSERT INTO `专利总表_copy1` VALUES (9, 20230523, 20230815, 0, '中科大数据研究院', '雍胜凯;王元卓;汪文豪;陈中正;程松庆;胡玉龙', 'CN202310605823.6', 'CN116595400A', '', '发明公开', '一种人员聚集发现算法', '', '本发明公开了一种人员聚集发现算法，涉及聚类算法技术领域，包括以下步骤：首先从数据平台中获取节点经纬度数据及时间；之后参数设定并计算两节点间的距离；再随机选择数据查询并标记查询状态；确认新簇M中的每一个样本数据X，并遍历其邻域范围内的所有样本数据Y，并标记数据Y的查询状态；再以新簇M中的各点为圆心分别画圆，获取区域内重叠次数最大的区域，并以其中的任意点作为聚集圆圆心；最后将聚集圆内点的数量达到最小聚集数时写入数据库。本发明能够通过特征自行发现非链状聚集团体；能够较好的适应球形聚类，从而更好的进行人员聚集发现。', '1.一种人员聚集发现算法，其特征在于：包括以下步骤：步骤一、从数据平台中获取节点经纬度数据及时间；步骤二、参数设定并计算两节点间的距离：定义各项样本数据之间的邻域、邻域内阈值、最大聚集半径和最小聚集人数；并将所有样本数据标记为“未查询”状态；步骤三、随机选择数据查询，并将其标记为已查询；并判断所选择数据X是否满足上述步骤二中设定的邻域阈值，若满足则创建新簇M，并将数据X添加至新簇M中；多次重复该步骤，选择多项数据添加至M中；步骤四、确认M中的每一个样本数据X，并遍历其邻域范围内的所有样本数据Y，并标记数据Y的查询状态；并且重复该步骤，直至所有的数据均被查询；步骤五、以新簇M中的各点为圆心分别画圆，获取区域内重叠次数最大的区域，并以其中的任意点作为聚集圆圆心；步骤六、判断聚集圆内点的数量是否达到最小聚集数，若达到设定值，则将聚集节点集合及时间写入数据库中；步骤七、重复操作上述步骤，并判断聚集是否发生变化，若发生变化则将时间更改时间段。', '450000河南省郑州市郑东新区中道东路6号创意岛大厦8层', '审中-实质审查', 'G06F18/2321', 'G06F18/2321', '河南(41)', '叶朝辉', '郑州明华专利代理事务所（普通合伙）', '', '', 0, '查看CN202310605823.6', '雍胜凯', '中科大数据研究院', '科研机构', '雍胜凯;王元卓;汪文豪;陈中正;程松庆;胡玉龙', '中科大数据研究院', '河南省郑州市郑东新区中道东路6号创意岛大厦8层', '叶朝辉', '郑州明华专利代理事务所（普通合伙）', '', '', '', '', 0, '', 0, 0, 0, '', '', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', '', 0, 20230901);
INSERT INTO `专利总表_copy1` VALUES (10, 20221102, 20230331, 20240405, '中科大数据研究院', '李玺;康锐文;冯凯;王元卓', 'CN202211359874.7', 'CN115883397A', 'CN115883397B', '发明公开;发明授权', '一种web端数据通用采集方法', '一种web端数据通用采集方法', '本发明公开了一种web端数据通用采集方法，涉及数据挖掘技术领域，一共包括五个步骤，首先配置服务信息完成初始化配置，其次创建驱动窗口远程启动任务实例，接着建立与服务端的请求连接，以转发响应内容供数据远程调度，最后信息获取完成断开会话窗口即可。本发明所述数据采集方法不仅降低了web端数据采集难度，具有较强的通用性，整个采集过程较为简单，也进一步提高了用户数据采集的效率。', '1.一种web端数据通用采集方法，其特征在于，包括以下步骤：步骤一：配置驱动实例的环境信息，创建持久化容器Sqlite数据库，同时创建任务表记录采集任务，开启web服务，暴露出create、xhr和close三个接口，完成服务初始化配置；步骤二：本地根据三个接口创建驱动窗口，远程启动任务实例；步骤三：遍历任务队列，获取任务表中所有子任务信息，并通过xhr接口传递子任务、session_id和process_url以建立请求连接，使驱动访问目标网页，驱动在初始页面中对子任务链接发起xhr请求，实现网站内部环境的请求；步骤四：服务端从请求对象xhr接口异步提取响应内容，并将响应内容ResponseText打包为Json格式通过xhr接口返回客户端，客户端接收到数据后结束本次子任务的数据采集，同时对采集成功的数据进行解析和存储，之后等待新的响应内容；步骤五：待任务表中任务全部执行完成，通过服务端实现远程关闭任务实例的会话窗口，同时删除数据库中的任务记录释放驱动内存。', '450000河南省郑州市郑东新区中道东路6号创意岛大厦8层', '有权-审定授权', 'H04L43/02', 'H04L43/02;H04L9/40;H04L67/025', '河南(41)', '叶朝辉', '郑州明华专利代理事务所（普通合伙）', '', '', 0, '查看CN202211359874.7', '李玺', '中科大数据研究院', '科研机构', '李玺;康锐文;冯凯;王元卓', '中科大数据研究院', '450000河南省郑州市郑东新区中道东路6号创意岛大厦8层', '叶朝辉', '郑州明华专利代理事务所（普通合伙）', '', '', '', '仇韫琦等.面向知识库问答的问句语义解析研究综述.《电子学报》.2022,第50卷（第09期）,2242-2264.', 0, '', 0, 0, 0, '', '', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', '邓雪彬', 0, 20230418);

SET FOREIGN_KEY_CHECKS = 1;
